{"intents": [
  {"tag": "english greeting",
    "patterns": ["Hi", "How are you?", "Is anyone there?", "Hello","hello","hi","hey", "Good day", "Whats up?", "Hey", "greetings","Good evening","Good afternoon","Good morning","How do you do?"," How have you been?","Its nice to meet you","Pleased to meet you","How are you doing?"],
    "responses": ["Hello :-),how can I help?", "Good to see you again :-),how can I help?", "Hi there, how can I help?","Nice to see you :-),how can I help?","Long time no see!,how can I help?","Its nice to meet you :-),how can I help?","Pleased to meet you :-),how can I help?"]

  },
    {"tag": "english goodbye",
    "patterns": ["cya", "See you later", "Goodbye", "I am Leaving", "Have a Good day", "bye", "cao", "see ya","Bye bye!","See you soon !","Talk to you later!","I must be going","I m off","Take care","It was nice seeing you","It was nice to see you again","Goodnight","have a nice day ","I gotta take off","Peace","I m out ","thanks","thank you "],
    "responses": ["Sad to see you go :(", "Talk to you later", "Goodbye!","Bye"," Bye bye!","See you soon","See you later","Take it easy","Have a nice day","Have a good day","Take care","It was nice to see you again","It was nice seeing you","Peace out","Peace","you are welcome :-)"]

  },

  {"tag": "french greeting",
    "patterns": ["bonjour","Enchantee","enchantee","Salut ","Coucou ","coucou","coco","allo","salut ca va ?","salut Tu vas bien? ","bonjour ca va ?","bonjour tu vas bien ?","Bon apres-midi","Comment vas-tu?","Comment allez-vous?","salut mec ", "comment allez vous ", "quoi de neuf ?", "comment cv ?", "tu es ici?", "bonsoir ","salut tu es ici ?","tu es ici ?","tu es disponible?"],
    "responses": ["Ravi de faire votre connaissance -:),comment je peux vous aider?", "enchante :-),comment je peux vous aider?","bienvenue :-),comment je peux vous aider?", "oui ici salut ,comment je peux vous aider?", "dieux merci cv, comment je peux vous aider?"]

  },
  {"tag": "french goodbye",
    "patterns": ["a bientot","merci ", "a la prochain", "je vous laisse", "a tout a l heure","Bonne nuit","Bonne journée","Bonne soirée","A bientot","Au revoir","a plus tard","a demain ","adieu","a la revoyure","au plaisir","tchao","ravi d avoir fait votre connaissance","bonne continuation","en se voir ,je te laisse"],
    "responses": ["a bientot!", "j espere que j ai vous aider,ravis de vous rencontre :-)", "j espere que j ai vous aider,merci bcp :-)","j espere que j ai vous aider,Au revoir :-)","j espere que j ai vous aider,a plus tard :-)","j espere que j ai vous aider,a la prochaine :-)","j espere que j ai vous aider, je te laisse salut :-)","j espere que j ai vous aider,a bientot :-)","j espere que j ai vous aider,bonne journee :-)","j espere que j ai vous aider,dieu vous protege :-)"]

  },
  {"tag": "tounsi greeting",
    "patterns": ["ahla", "ahla w sahla", "mar7ba bik ", "sba7 khir", "salem","winek","wnk","salam","slm","slt","sba7 nour ","lina","nharek zin ","sa3id","najem t3aweni","slm tnajem t3aweni","cc","slt cv","tfq"," wnk ch3amel","winek ch3amel"],
    "responses": ["salem kifech najem n3awnek?", "mar7ba bik kifech najem n3awnek?", "tcharafna bi 7thorek , kifech najem n3awnek?","ma7ba bik mara okhra ,kifech najem n3awnek ","ahla w sahla kifech najem n3awnek?"]

  },
  {"tag": "tounsi goodbye",
    "patterns": ["3ala khir", "maarfa tayba", " bye bye", "n5alik tawa", "bislama","liltek zina","anisto","tesba7 3ala khir ","nharek zin ","sayes ro7ek ","tchao","sayes rohek","aya nkhalik ","aya n5alik ","n5alik ","nkhalik ","mriguel","okk","ya3tik saha nkhalik","barakallaho fik n5alik  ","yaatik sa7a n5alik ","yar7am waldik n5alik","3aychek","aychek"],
    "responses": ["kalamni itha l9it mochkla ,n5alik slm:-)","mar7ba bik fi kol wa9t ,salem :-)","nchalah nkon 3awentek ,ala 5ir :-)","contactina itha sertlek mochkla mara okhra ,slm -:)","3ala khir","3ala 5ir", "ncahalah ma3rfa tayba", "ymasik 3ala khir "]

  },
  {"tag": "english assurance type",
    "patterns": ["about insurance, what are your services?","What types of car insurance do you offer?","what type of  auto insurance is available?","tell me about the car insurance you serve to customers","can you give me an idea about your auto insurance?","what are your car insurance services?"],
    "responses": ["We provide 4 car insurance services which are: basic car insurance, collision damage insurance, all-risk insurance and vecturis car insurance","we cover 4 car insurance services which are: basic car insurance, collision damage insurance, all-risk insurance and vecturis car insurance","we have 4 car insurances which are: basic car insurance, collision damage insurance, all-risk insurance and vecturis car insurance"]

  },
  {"tag": "french assurance type",
    "patterns": ["type des assurances ou contrats ?","les assurances s il vous plait ?","assurances disponibles chez vous?","a propos de l assurance ,quelle sont vos services?","quelle sont les types d assurances automobile que vous offrez?","quelle sont les assurances automobile disponibles?","parle moi sur les  assurances automobile que vous servez aux clients","pouvez vous me donner une idee sur vos assurances automobile?","quelle sont vos services d assurance automobile?"],
    "responses": ["on dispose  4 assurances automobile qui sont : assurance auto basique ,assurance dommages collission,assurance tout risques et assurance auto vecturis","on couvre  4 services d assurance automobile qui sont : assurance auto basique ,assurance dommages collission,assurance tout risques et assurance auto vecturis","on fournie 4 services d assurance automobile qui sont : assurance auto basique ,assurance dommages collission,assurance tout risques et assurance auto vecturis"]

  },

  {"tag": "tounsi assurance type",
    "patterns": ["chnoi anwe3 les assurances li 3andkom?","chnoi twafrona ka 5adamet ?","chnoi twafrona ka khadamet?","tnajem t3awni w t9oli 3ala anwe3 les assurances","bech ne5o d9i9a min wa9tek ,bilehi faserli les assurances","ta3tini fekra ala les assurances li 3andkom ?","chnoi anwe3 ta2minet li 3andkom?","chnoi anwe3 les assurances li twafroha ?","chnoi anwe3 ta2minet li tnajmo tothmonhomli?","chnoi ta2minet li 3andkom ?","9adech fama min nawe3 assurance?","9adech fama min nawe3 ta2min ?","chnoi homa les assurance il mitwafrin ?","chnoi ta2minet li najem nal9ahom?","chnoi homa les assurances najem nal9ahom 3andkom ?","chnoi ta2minet li metwafrin ?","chnoi anwe3 ta2minat li 3andkom ?"],
    "responses": ["3andna 4 anwe3 ta3 assurance li homa : assurance auto basique ,assurance dommages collission,assurance tout risques w assurance auto vecturis ","3andna 4 anwe3 ta3 assurances li homa : ta2min sayara al2asasi,ta2min athrar al istidem ,ta2min chamel li 5otora,na9ilet ta2min 3ala sayarat","mawjod 3andna 4 anwe3 ta3 assurances li homa : assurance auto basique ,assurance dommages collission,assurance tout risques w assurance auto vecturis","metwafer 3andna 4 anwe3 ta3 ta2min li homa : assurance auto basique ,assurance dommages collission,assurance tout risques w assurance auto vecturis","metwafer 3andna 4 anwe3 ta3 assurances li homa :assurance auto basique ,assurance dommages collission,assurance tout risques w assurance auto vecturis"]

  },
  {"tag": "english assurance auto basique",
    "patterns": ["what is basic auto insurance?","what are the guarantees of the basic car insurance?","about basic car insurance, what are the guarantees?","what are the guarantees covered by the basic car insurance?","what does basic car insurance represent as guarantees?","what are the benefits of basic auto insurance?","what does basic car insurance offer?","what are the basic car insurance offers?","what are the guarantees offered by basic car insurance?","what are basic car insurance guarantees"],
    "responses": ["basic auto insurance guarantees you in the event of an accident: bodily injury and material damage caused to others by your vehicle and recourse procedures with other insurance companies to claim compensation for the damage suffered by your vehicle, in addition it is additionally guaranteed Car theft, Fire, Safety of the occupants of your vehicle transported free of charge and Glass breakage"]

  },
    {"tag": "english assurance dommages collission",
    "patterns": ["what is collision damage insurance?","what are the guarantees of the collision damage insurance?","about collision damage insurance, what are the guarantees?","what are the guarantees covered by the collision damage insurance?","what does collision damage insurance represent as guarantees?","what are the benefits of collision damage insurance?","what does collision damage insurance offer?","what are the collision damage insurance offers?","what are the guarantees offered by collision damage insurance?","what are collision damage insurance guarantees"],
    "responses": ["Collision damage insurance offers essential cover to motorists for the most frequent claims. It is the car contract that reimburses you even when you are at fault. Whether or not you are responsible for the damage suffered by your vehicle, we guarantee coverage of repairs to your vehicle in the event of a claim, even when you are at fault. Thus, we take care of the repair of your vehicle in one of our 50 conventional garages spread throughout the country. This pack gives you access to guarantees, which make all the difference if necessary: ​​Collision damage This guarantee covers damage caused to the insured vehicle, even when you are responsible for the accident that caused the damage and this up to the capital chosen when signing your contract. Essential guarantees Indeed, you are insured in the event of: Fire, Car theft, Civil liability, Insured defense and recourse and Passenger safety. Gold Assistance Assistance without mileage deductible, which allows you to be towed or broken down, 24 hours a day 24 and 7 days a week: in the event of an accident or breakdown (dry breakdown, drop in coolant level, tire puncture, battery failure, etc.)"]

  },
    {"tag": "english assurance tout risques",
    "patterns": ["what is all risk insurance?","what are the guarantees of the all risk insurance?","about all risk insurance, what are the guarantees?","what are the guarantees covered by the all risk insurance?","what does all risk insurance represent as guarantees?","what are the benefits of all risk insurance?","what does basic car insurance offer?","what are the all risk insurance offers?","what are the guarantees offered by all risk insurance?","what are all risk insurance guarantees"],
    "responses": ["all-risk insurance is one of the most comfortable formulas. Indeed, the goal is to ensure that the insured does not suffer any inconvenience in respect of a claim he has just suffered. This insurance is offered with the following Vecturis packs: 1-Vecturis Privilege: you benefit from guarantees which will make all the difference in the event of a hard blow, such as full coverage of the costs of repairing your vehicle and the provision of a replacement vehicle.2-Vecturis Premium: the most complete all-risk formula which covers your vehicle for damage from all types of accidents. This guarantee is valid even in the event of acts of vandalism, riots and popular movements without limitation of capital. For more detailed information consult our website in the services at the navigation bar"]

  },
    {"tag": "english assurance auto vecturis",
    "patterns": ["what is vecturis car insurance?","what are the guarantees of the vecturis car insurance?","about vecturis car insurance, what are the guarantees?","what are the guarantees covered by the vecturis car insurance?","what does vecturis car insurance represent as guarantees?","what are the benefits of vecturis car insurance?","what does vecturis car insurance offer?","what are the vecturis car insurance offers?","what are the guarantees offered by vecturis car insurance?","what are vecturis car insurance guarantees"],
    "responses": ["The VECTURIS PACKS are very effective and targeted car insurance formulas. Depending on your needs, the type of your car and its use, our advisor will establish a diagnosis and will be able to advise you on the solution best suited to your situation: 1-Vecturis :Economic formula to ensure the essentials! You benefit from driver insurance as well as coverage in the event of glass breakage. Perfect for any type of vehicle.2-Vecturis Privilege: With this all-risk insurance you benefit from extended warranties that will make all the difference in the event of a hard blow, such as full coverage of the costs of repairing your vehicle and updating it. your provision of a replacement vehicle.3-Vecturis Plus:Benefit from a replacement vehicle in case of repair of your car, is it a plus or a must? This car insurance is designed to help you avoid the worst inconvenience in addition to your claim! 4-Vecturis Premium: Comprehensive all-risk insurance that covers your vehicle for damage from all types of accidents. This guarantee is valid even in the event of acts of vandalism, riots and popular movements without limitation of capital. For more detailed information consult our website in the services at the navigation bar"]

  },
    {"tag": "french assurance auto basique",
    "patterns": ["a propos auto basique,c est quoi l assurance auto basique?","qu est ce que c est une assurance auto basique?","quelles sont les garanties de l assurance auto basique?","a propos l assurance auto basique ,quelles sont les garanties?","quelle sont les garanties couvert par l assurance auto basique?","que represente l assurance auto basique comme garanties ?","quelle sont les avantages de l assurance auto basique ?"," que offre t elle l assurance auto basique ?","c est qoui les offres de l assurance auto basique?","quelles sont les garanties offries par l assurance auto basique?"],
    "responses": ["l assurance auto basique vous garantie obligatoirement  en cas d accident:Les dommages corporels et materiels causes a autrui par votre vehicule et Les procedures de recours aupres des autres compagnies d assurance pour reclamer la reparation des prejudices subis par votre vehicule,en plus elle garantie complementairement Le vol de voiture,L incendie,La securite des occupants de votre vehicule transportes a titre gratuit et Le bris de Glace "]

  },
    {"tag": "french assurance dommages collission",
    "patterns": ["a propos tdommages collission,c est quoi l assurance dommages collission?","qu est ce que c est une assurance dommages collission?","quelles sont les garanties de l assurance dommages collission?","a propos l assurance dommages collission ,quelles sont les garanties?","quelle sont les garanties couvert par l assurance dommages collission?","que represente l assurance dommages collission comme garanties ?","quelle sont les avantages de l assurance dommages collission ?"," que offre t elle l assurance dommages collission ?","c est qoui les offres de l assurance dommages collission?","quelles sont les garanties offries par l assurance dommages collission?"],
    "responses": ["L assurance Dommages Collisions propose une couverture essentielle aux automobilistes au titre des sinistres les plus frequents. C'est le contrat auto qui vous rembourse même lorsque vous êtes fautif.Que vous soyez responsable ou non des dommages subis par votre vehicule, nous garantissons une prise en charge des reparations de votre vehicule en cas de sinistre, même lorsque vous etes fautif. Ainsi, nous prenons en charge la reparation de votre vehicule dans l un de nos 50 garages conventionnes repartis sur tout le pays. Ce pack vous donne acces a des garanties, qui font toute la difference en cas de besoin : Dommages Collisions Cette garantie prend en charge les degats occasionnes au vehicule assure, meme lorsque vous etes responsable de l accident ayant provoque des dommages et ce a hauteur du capital choisi lors de la signature de votre contrat. Des garanties essentielles En effet, vous etes assure en cas : d Incendie, Vol de voiture, Responsabilite Civile, Defense et recours assure et Securite des passagers .Assistance Gold Une assistance sans franchise kilometrique, qui vous permet d etre remorque ou depanne, 24h/24 et 7j/7 : en cas d accident ou de panne (panne seche, une baisse du niveau de liquide de refroidissement, une crevaison de pneu, panne de batterie, etc...)"]

  },
  {"tag": "french assurance tout risques",
    "patterns": ["a propos tout risque,c est quoi l assurance tout risques?","qu est ce que c est une assurance tout risques?","quelles sont les garanties de l assurance tout risques?","a propos l assurance tout risques ,quelles sont les garanties?","quelle sont les garanties couvert par l assurance tout risques?","que represente l assurance tout risques comme garanties ?","quelle sont les avantages de l assurance tout risques ?"," que offre t elle l assurance tout risques ?","c est qoui les offres de l assurance tout risques?","quelles sont les garanties offries par l assurance tout risques?"],
    "responses": ["L'assurance tous risques est l'une des formules les plus confortables. En effet, le but est de veiller à ce que l'assuré ne subisse aucun désagrément au titre d'un sinistre qu'il vient de subir.Ces assurances sont proposées avec les packs Vecturis suivants:1-Vecturis Privilège:vous bénéficiez de garanties étendues qui feront toute la différence en cas de coup dur comme une prise en charge totale des frais de réparation de votre véhicule et la mise à votre disposition d'un véhicule de remplacement.2-Vecturis Premium:la formule tous risques la plus complète qui couvre votre véhicule pour les dommages de tous types d'accidents. Cette garantie est valable même en cas d'actes de vandalisme, émeutes et mouvements populaires sans limitation de capitaux.Pour plus d informations detailles consultez notre site web dans les services au barre de navigation"]

  },
    {"tag": "french assurance auto vecturis",
    "patterns": ["a propos auto vecturis,c est quoi l assurance auto vecturis?","qu est ce que c est une assurance auto vecturis?","quelles sont les garanties de l assurance auto vecturis?","a propos l assurance auto vecturis ,quelles sont les garanties?","quelle sont les garanties couvert par l assurance auto vecturis?","que represente l assurance auto vecturis comme garanties ?","quelle sont les avantages de l assurance auto vecturis ?"," que offre t elle l assurance auto vecturis ?","c est qoui les offres de l assurance auto vecturis?","quelles sont les garanties offries par l assurance auto vecturis?"],
    "responses": ["Les PACKS VECTURIS sont des formules assurances voiture très performantes et ciblées.En fonction de vos besoins, du type de votre automobile et de son utilisation, notre conseiller établira un diagnostic et saura vous conseiller la solution la plus adaptée à votre situation :1-Vecturis:Formule économique pour assurer l'essentiel ! Vous bénéficiez d’une assurance conducteur ainsi que d’une prise en charge en cas de bris de glace. Convient parfaitement à tout type de véhicule.2-Vecturis Privilège:Avec cette assurance tous risques vous bénéficiez de garanties étendues qui feront toute la différence en cas de coup dur comme une prise en charge totale des frais de réparation de votre véhicule et la mise à votre disposition d'un véhicule de remplacement.3-Vecturis Plus:Bénéficier d’un véhicule de remplacement en cas de réparation de votre voiture, est-il un plus ou un must? Cette assurance auto est conçue pour vous évitez les pires désagréments en plus de votre sinistre !.4-Vecturis Premium:Une assurance tous risques complète qui couvre votre véhicule pour les dommages de tous types d'accidents. Cette garantie est valable même en cas d'actes de vandalisme, émeutes et mouvements populaires sans limitation de capitaux.Pour plus d informations detailles consultez notre site web dans les services au barre de navigation "]

  },
    {"tag": "tounsi assurance auto basique",
    "patterns": ["chnoi hiya assurance auto basique?","chnoi thamanet l assurance auto basique ?","chnoi thamanet li wafarhom l assurance auto basique?","chnoi ywafarli service l assurance auto basique?","chnoi ywafarli l assurance auto basique?","fech ysa3adni l assurance auto basique?","chnoi ywafarli k 5adamet l assurance auto basique?","chnoi yothmonli l assurance auto basique?","chnoi ywafarli ta2min assurance auto basique hatha ?","chnoi howa l assurance auto basique ?","fech y3aweni  l assurance auto basique ?","chnoi il mzeya li fil  l assurance auto basique?"],
    "responses": ["l assurance auto basic ycovri obligatoirememnt  fi 7alet 3malet accident il isabet jasadiya w athrar li tsababet fiha li nes lokhra bi sbab karhabtek w ijra2et isti2nef m3a chariket ta2min lokhrin bech taleb bi athrar li saro li karhabtek,kima ywafarlek thamanet ithafiya en cas ser9olik karhabtek ,wala saret hri9a fasdet karhaba ,salamet nes li yerkbo karhabtek, w bilar ta3 karhabtek w pare brise itha tkaserolek"]

  },
    {"tag": "tounsi assurance dommages collission",
    "patterns": ["chnoi hiya assurance dommages collission?","chnoi thamanet l assurance dommages collission ?","chnoi thamanet li wafarhom l assurance dommages collission?","chnoi ywafarli service l assurance dommages collission?","chnoi ywafarli l assurance dommages collission?","fech ysa3adni l assurance dommages collission?","chnoi ywafarli k 5adamet l assurance dommages collission?","chnoi yothmonli l assurance dommages collission?","chnoi ywafarli ta2min assurance dommages collission hatha ?","chnoi howa l assurance dommages collission ?","fech y3aweni  l assurance dommages collission ?","chnoi il mzeya li fil  l assurance dommages collission?"],
    "responses": ["assurance dommage collision ywafarlek ta2min contre athrar choc ta3 karhaba binisba li yso9 fiha .howa contrato li y3awathlek hata wili yso9 ghalet wala li so9 ken sbab fil accident  ta3 karhabto ki ytaleb bi ta3with,a7na nwafro fi pack hathi tasli7 karhabtek fi 50 garages yet3amlo m3ana .kima nothmnolek zeda les accident ta3 incendie,wala ser9et karhabtek,wala salamet rokeb ,wala thrabet wahed 7/7 ayam ."]

  },
    {"tag": "tounsi assurance tout risques",
    "patterns": ["chnoi hiya assurance tous risque?","chnoi thamanet l assurance tout risques ?","chnoi thamanet li wafarhom l assurance tout risques?","chnoi ywafarli service l assurance tout risques?","chnoi ywafarli l assurance tout risques?","fech ysa3adni l assurance tout risques?","chnoi ywafarli k 5adamet l assurance tout risques?","chnoi yothmonli l assurance tout risques?","chnoi ywafarli ta2min assurance tout risques hatha ?","chnoi howa l assurance tout risques ?","fech y3aweni  l assurance tout risques ?","chnoi il mzeya li fil  l assurance tout risques?"],
    "responses": ["l assurance tous risque howa akther conrat yrat7ek w but mta3o howa ano mola karhaba mayet3areth li hata 9la9 fima ykhos machakel karhabto ,ta2min hatha ywafroh ma3a packet vecturis hathom :1-vecturis privilege win nghatiwlik w nwafrolek takalif tasli7 karhabtek w nwafrolek karhaba okhra 3ala ma2moriytek periode tasli7 en cas t3arathet li accident 9wiya barcha ,2-vecturis premuim :wili hiya akther contrat metdawel wili tcouvri karhabtek min jami3 anwe3 talaf fi les cas ta3 les accident kol inclus zeda itha saret a3mal chaghab fil bled w a3mal ta5rib w fawtha w 7araket cha3biya sans limite 9adech yetkalef tasli7.li akther ma3lomet tnajem tconsulti barre navigation ta3 site w tekhtar service hatha fi icon service. "]

  },
    {"tag": "tounsi assurance auto vecturis",
    "patterns": ["chnoi hiya assurance auto vecturis?","chnoi thamanet l assurance auto vecturis ?","chnoi thamanet li wafarhom l assurance auto vecturis?","chnoi ywafarli service l assurance auto vecturis?","chnoi ywafarli l assurance auto vecturis?","fech ysa3adni l assurance auto vecturis?","chnoi ywafarli k 5adamet l assurance auto vecturis?","chnoi yothmonli l assurance auto vecturis?","chnoi ywafarli ta2min assurance auto vecturis hatha ?","chnoi howa l assurance auto vecturis ?","fech y3aweni  l assurance auto vecturis ?","chnoi il mzeya li fil  l assurance auto vecturis?"],
    "responses": ["l assurance auto vecturis but mta3ha inha t5ali consultant 3ala themtek bich ycha5as karhabtek haseb i7tiyajatek w nawe3 karhaba w yens7ek chnoi lazem  ta3mel fi cas mta3ek wfiha arb3a 5adamet:1-vecturis li hiya bilan economique bech tothmen essentiel binisba karhabtak w ymaknik min istifada min ta2min sa2i9 wala taksir ta3 bilar karhaba,2-vecturis privilege:fih nwafrolek flos tasli7 karhaba w nwafro karhaba okhra 3ala themtek en cas la9ader allah saretlek accident kbira ,3-vecturis plus :ymaknek bech testafid min karhaba okhra hata tetsala7 karhabtek en plus na5tho en consideration motalba bi ta3with athrar ,4-vecturis premium:ycovrik completemnt min accident li siro bimafihom a3mal chaghab wil fawtha fil bled w t7aroket cha3biya .li akther detail tnajem tchof barre navigation fi icon service metwafra fi site mta3na."]

  },
  {"tag": "english site",
    "patterns": ["what does your site represent?","what is your site about?","about your site?","what are the benefits of using your site?","how can your site help me?","what is the purpose of your site?","this site benefits me which service?","what is the reason behind your site?","this site help us to do what?","how can i use your site?"],
    "responses": ["our site allows you to create your car insurance contract automatically online in a fraction of a second without human intervention as the main goal, it facilitates the procedure for creating car contracts, in addition it offers you an online platform to manage your account and contact our agents directly in the event of a problem to help you."]

  },
    {"tag": "french site",
    "patterns": ["que represente votre site?","a qoui ca serre votre site ?","de qoui il sagit votre site ?","quelle sont les avantages d utilisation de votre site ?","comment votre site pouvve m aider ?","quel est le but de votre site ?","ce site me benefice quelles service ?","c est qoui la raison derier votre site ?","ce site aidez nous a faire qoui?","comment je peux utiliser votre site ?"],
    "responses": ["notre site permet vous de creer votre contrat d assurance automobile automatiquement en ligne  dans quelque fraction de seconde sans l intervention humain comme but principale ,il facilite la procedure de creation des contrats automobile ,en plus il vous offre un platforme en ligne pour gestionner votre  compte  et contacter directement nous agents en cas de probleme pour vous aider. "]

  },
    {"tag": "tounsi site",
    "patterns": ["chnoi howa site mt3akom?","fech yetmathel site mta3kom ?","fech y3aweni site mta3kom bech na3mel ?","fech nesta3mlo site mta3kom ?","chnoi but mta3 site mta3kom ?","chnoi y5alini nesta3mel site mta3kom ?","site mta3kom fech yosle7 ?","site hatha chnoi najem na3mel bih ?","chnoi khadamet li najem ya3ihali site hatha? ","chnoi site mta3kom ywafarli ka solution?"],
    "responses": ["site mta3na ykhalik k objectif principale ta3mel contrat automatique fi quelque seconde maghir mayedakhal 7ad bi simple click win ma inti mawjod ,zid ala atheka ykhalik tgestioni compte mta3ek w y7otek dima 3ala thimet nes li tekhdem m3ana bech y3awnok en cas ou t3arathet li mochkil ."]

  },
  {"tag": "english contrat",
    "patterns": ["how do i create a contract?","how can i create a contract?","what are the procedures for creating a contract?","how do i make this deal?","what are the steps for creating a contract?","can you tell me the procedures for creating this contract?","How do I proceed to create this contract?","can you tell me the steps to follow for the creation of this contract?","Could you please indicate the stages of creation of this contract?","can you guide me to create this contract?","do you explain the procedures for creating this contract?"],
    "responses": ["the contract creation procedure begins with: 1-consult my contracts in the navigation bar, 2-click add a new contract,first choose the type of insurance, 3-take images or upload images of both sides of your identity document and your gray card, 4 -click on create, 5-you will see a payment window validate your payment procedures, 6-if the payment procedures are valid, the contract will be created so it will generate a sheet for the contract and another for the payment ready to Download ."]

  },
    {"tag": "french contrat",
    "patterns": ["comment je cree un contrat ?","comment je puisse creer un contrat ?","quelle sont les procedures de creation d un contrat?","comment je fais ce contrat ?","quelle sont les etapes de creation d un contrat ?","pouvez vous m indiquer les procedures de creation de ce contrat?","comment je procede pour creer ce contrat ?","pouvez vous m informer les etapes a suivre pour la creation de ce contrat?","indiquez vous  s il vous plait les etapes de creation de ce contrat?","pouvez vous me guider pour creer ce contrat ?","expliquez vous les procedures de creation de ce contrat?"],
    "responses": ["le procedure de creation de contrat commence par:1-consulter mes contrats dans la barre de navigation ,2-cliquer ajouter un nouveau contrat ,choisissez tout d abord le type d assurance ,3-prendre des images ou telecharger des images recto verso de votre piece d identite et votre carte grise ,4-cliquer sur creer ,5-il vous apparaisse une fenetre de paiement valider vos procedures du paiement ,6-si les procedures de paiement  sont valide ,le contrat sera creer ainsi il sera generer une feuille pour le contrat et autre pour le paiement pret a telecharger . "]

  },
    {"tag": "tounsi contrat",
    "patterns": ["kifech najem na3mel contrat ?","chnoi les etapes li ntaba3hom bech na3mel contrat?","9oli kifech najem na3mel contrat?","3aweni w 9oli contrat kifech na3mlo ?","kifech najem nasna3 contrat?","chnoi mara7el bech najem na3mel contrat ?","contrat kifech na3mlo ?","9oli chnoi homa procedures bech najem na3mel contrat?","delni bech najem na3mel contrat?","nawarni kifech najem na3mel contrat ?","kifech tsir 3amaliya hathi bech na3mel contrat?","kifech tsir 3amaliyet creation ta3 contrat?"],
    "responses": ["bech ta3mel contrat consulti site mta3na fi barre navigation :1-inzil mes contrats,2-a3mel ajouter un nouveau contrat, akhtar type d assurance,3-telechargi wala koth tsawer recto verso li bita9et ta3rif mta3ek w carte grise zeda ,4-inzil creer bech tokhrejlek fenetre ta3 5las validiha ,5- une fois raka7et likhlas contarto yetzed w yokhrjolik twasil ta3 payemenet w war9et contrat tnajem thabathom 3andek . "]

  },
  {"tag": "english tarifs contrats",
    "patterns": ["the prices of these insurances please?","what are the costs of your insurances?","what are the insurances prices available?","what are the contract prices available?","what are the costs of your contracts?","the prices of these contracts please?","give me an idea of the contract prices at your company?","What are the prices of the contracts you offer?","tell me the cost of the contracts?","tell me the prices of the contracts you offer?","give me a quick view of the prices you offer?","Summarize me the prices of your offers?","can you summarize the prices of these contracts?","Tell me how much money does it cost for each contract?"],
    "responses": ["to have information on the prices of our insurances it is enough to consult the bare of navigation in our site, to choose Estimate, and to fill all the co-ordinates requested on your car and the desired period for you to specify the cost, but I can inform you that the most expensive insurance is all risky, after collision damage, after auto vecturis and the least expensive the basic auto standard, our prices start from 6000 DT"]

  },
  {"tag": "french tarifs contrats",
    "patterns": ["precisez moi les prix des assurances que vous offrez?","quelles sont les couts de vos assurances?","quelles sont les tarifs des assurances disponibles?","quelles sont les tarifs des contrats disponibles?","quelles sont les couts de vos contrats ?","les prix de ces contrats s il vous plait ?","donnez moi une idee sur les prix des contrats chez votre entreprise?","quelles les tarifs des contrats que vous proposez ?","indiquez moi les couts des contrats?","precisez moi les prix des contrats que vous offrez?","donnez moi une vue rapide sur les prix que vous proposez?","resumez moi les tarifs des vos offres?","pouvez vous me resumer les prix de ces contrats?","indiquer moi combien d argents ca cout pour chaque contrat?"],
    "responses": ["pour avoir des informations sur les prix des nos assurances il suffit de consulter la bare de navigation dans notre site ,choisir Devis ,et remplir tous les coordonnees demandees sur votre voiture et la periode souhaitee pour vous precisez le cout,mais je peux vous informer que l assurance la plus chere c est tous rique ,apres dommages collission ,apres auto vecturis et la moindre chere le standard auto basic ,nos prix commence de 6000 DT"]

  },
  {"tag": "tounsi tarifs contrats",
    "patterns": ["chnoi aswem les contrats?","a3tini fekra ala som les contrats?","nwarni chnoi homa aswem contrat?","9oli chnoi aswem li 3andkom ?","a3tini nathra 3ala aswem les contrats ?","medli fekra 3ala laswem li 7atinhom 3andkom?","9adech yelzemni flos wala budget bech na3mel contrat?","aswem contratowet 3andkom chnoi?","som les contrats li twafrohom?","9oli 3chiri chnoi homa aswem les contrats ?","a3tini 3ayna 3ala som les contrats li 3andkom?","chnoi aswem les assurance 3andkom ?","9adech yetkalfo les aasurances li 3andkom ?","a3tini fekra 3ala aswem les assurances li 3andkom bilehi?"],
    "responses": ["bech ta3ref aswem les assurances li 3andna ma3lik ken tconsulti Devis fi barre de navigation fi site mta3na w t7ot coordonnees ta3 karhabtek li matlobin w periode bech najmo n9aymo som contrat wala assurance li talbo ,ama haseb aswem aghla wa7da tous risque tji ba3deha collissions dommages tji ba3deha auto vecturis w ar5es wa7da auto basic 3adiya ,aswem 3andna yebdaw min 6000 DT. "]

  },

  {"tag": "english payement",
    "patterns": ["what type of payment do you use?","what payment methods are available to you?","how can i pay you?","Please tell me the payment methods?","Tell me what payment methods you use?","tell me the methods of payment?","how can i pay you?","about the payment?, tell me the methods available?","please tell me the payment methods?","Tell me which payment methods are available?"],
    "responses": ["to pay us online, you must have either: 1-d a PAYPAL account, or, 2-d a D17 account"]

  },
  {"tag": "french payement",
    "patterns": ["quelle types de paiement vous utilisez?","quelle sont les methodes de paiement disponibles chez vous?","comment je puisse vous payer?","quelles sont les manieres de payement chez vous ?","indiquez moi les facons de paiement s il vous plait?","precisez moi les methodes de paiement que vous utilisez?","donnez moi les methodes de paiement?","comment je peux vous payez?","a propos le paiement ?,indiquez moi les methodes disponible?","merci de me precisez les methodes de paiement?","precisez moi les manieres de paiement disponibles?"],
    "responses": ["pour nous payer en ligne ,il faut que vous disposez soit :1-d une compte PAYPAL ,ou,2-d une compte  D17 "]

  },
  {"tag": "tounsi payement",
    "patterns": ["kifech najem n5alsek?","chnoi methode li ta3tamdohom fi 5las ?","a3tini toro9 li najem n5alsik bihom ?","li5las kifech ?","kifech nedfa3lek en ligne? ","warini facon li najem n5alaskom biha ?","a3tini nathra 3ala les facons ta3 likhlas ","warini kifech najem na3mel payement?","kifech najem na3mel payement?","delni kifech najem n5alaskom?"],
    "responses": ["bech t5alasna en ligne lazem ykon 3andek ima :1-compte  PAYPAL ,w ila ,2-compte D17 "]

  }
]
}